{"translation-revision-date":"2025-05-20 06:48:14+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Tip: Deregistering theme.css can make your website load faster. Disable it only if you are not using any WordPress elements on your website, or if you want to style them yourself. Examples of WordPress elements include comments area, pagination box, and image align classes.":["Dica: A desativação do arquivo theme.css pode fazer com que seu site seja carregado mais rapidamente. Desative-o apenas se não estiver usando nenhum elemento do WordPress no seu site, ou se você mesmo quiser estilizá-lo. Exemplos de elementos do WordPress incluem área de comentários, caixa de paginação e classes de alinhamento de imagens."],"Tip: Deregistering style.css can make your website load faster. Disable it only if you’re using another style reset method, such as with a child theme.":["Dica: A desativação do arquivo style.css pode fazer com que o site seja carregado mais rapidamente. Desative-o apenas se estiver usando outro método de redefinição de estilo, como um tema secundário (descendente)."],"What it does: Turns off CSS reset rules by disabling the theme’s primary stylesheet. CSS reset rules make sure your website looks the same in different browsers.":["O que ele faz: Desativa as regras de redefinição de CSS ao desativar a folha de estilo principal do tema. As regras de redefinição de CSS garantem que seu site tenha a mesma aparência em diferentes navegadores."],"Be careful, disabling these settings could break your website.":["Tenha cuidado. A desativação dessas configurações pode danificar seu site."],"These settings allow you to change or remove default Hello Elementor theme styles.":["Essas configurações permitem que você altere ou remova os estilos padrão do tema Hello Elementor."],"Deregister Hello theme.css":["Desativar o arquivo theme.css do Hello."],"Deregister Hello style.css":["Desativar o arquivo style.css do Hello"]}},"comment":{"reference":"modules\/admin-home\/assets\/js\/components\/settings\/theme.js"}}